[
  {
    "Image": "damlalingo.png",
    "Title": "DAMLALINGO",
    "Description": "Damlalingo is a web application with the goal to encourage effective and personal language learning. Users can register with 2 languages they are learning and it will then bring them to their own online language journal where they can practice thinking and writing in those respective languages.",
    "Tools": "Node.js, Express, MongoDB, Handlebars",
    "Learned": "Web Dev, UI/UX, Javascript, Express Apps, Fullstack Dev",
    "Github": "https://github.com/damlaonder/worldofbooks"
  },

  {
    "Image": "javajunction.png",
    "Title": "JAVA JUNCTION",
    "Description": "Java Junction is a web application I built with 3 peers that takes the user's computer GPS location and gives the coffee shops that are within a specified radius. Users can also leave personal comments based on their opinions/experience of coffee shop for future reference.",
    "Tools": "Docker, Python, Javascript, HTML/CSS",
    "Learned": "Fullstack Dev, Utilizing computer hardware for data, Docker, Containers",
    "Github": "https://github.com/software-students-spring2024/5-final-project-spring-2024-berries"
  },
  {
    "Image": "ribbet.png",
    "Title": "RIBBET",
    "Description": "This is a PyPi project in which I worked with 3 women to create a virtual frog pet that anyone can download. Users can interact with their frog via command line terminal",
    "Tools": "Python, PyPi",
    "Learned": "PyPi, CommandLine Applications",
    "Github": "https://github.com/software-students-spring2024/3-python-package-exercise-berries"
  },

  {
    "Image": "yagmur.png",
    "Title": "Yagmur's Website",
    "Description": "This is a website I designed for my sister, Yagmur. She is a mechanical engineer at Purdue University. This was an opportunity to build my web dev skills while also collaborating to understand what a user expected.",
    "Tools": "HTML/CSS, Bootswatch, Javascript",
    "Learned": "Basics of web development, collaboration",
    "Github": "https://github.com/damlaonder/yagmur"
  }

]